{
    "DRIP_0_AFF_0": "Find in-raid and handover two bottles of Vodka.",
    "DRIP_0 name": "A Wild Night",
    "DRIP_0 description": "Heyyy, come in, come in! How's it goin', bro? Need some new gear? Got plenty of stuff from an old milsurp shop recently. Oh, you're looking for work? Shit, I actually do need a favour, I'll pay you good, man. I need some vodka for tonight, I've got a couple, ehm, friends coming over. Just swing by with it whenever. Thanks, homie!",
    "DRIP_0 failMessageText": "",
    "DRIP_0 successMessageText": "Yooo, you're a badass, dude! Good shit too, cheers bro those two will love this. Here, for the work today, some cash. Keep this up and I'd give you access to some of my nicer gear. Thanks, dude!",
    "DRIP_1_AFF_0": "Handover two cans of Sprats.",
    "DRIP_1_AFF_1": "Handover a section of Aramid fabric.",
    "DRIP_1 name": "The Morning After",
    "DRIP_1 description": "Hey homie, come on in. Try n keep it down, big man's still sleepin, 'gilla already left for the day. Last night got a little wild, you looking for more work? Big man's gonna be hungry, and he's got a few holes in his vest I was gonna patch up for him before he leaves. Could you grab some food and some repair supplies for me? Sprats are his favourite, grab two cans and a section of aramid fabric for me. Thanks dude, see ya soon.",
    "DRIP_1 failMessageText": "",
    "DRIP_1 successMessageText": "Yo! Just in time, he just got up. Thanks man, 'preciate as always. Tell you what, I've got some new clothes from that milsurp shop. Take a look some time, I gotta get back to him. See ya!",
    "DRIP_2_AFF_0": "Find and handover two jugs of Ox Bleach.",
    "DRIP_2_AFF_1": "Find and handover a Krasavchik Sewing Kit.",
    "DRIP_2_AFF_2": "Find and handover two sections of Fleece Fabric.",
    "DRIP_2 name": "Material Handler",
    "DRIP_2 description": "'Sup, dude? Good to see ya, whatchu up to today? You find something you like? Oh, looking for work? I could use more materials right now, actually. I know, I know, like videogame 'fetch quests' with me - but I'll make it worth your while, and I'll have more work for you soon, ok? Just grab me two jugs of Bleach, a sewing kit, and two sections of fleece, sound good? I'll even make you a couple shirts, on the house. Oh, one more thing before you go, I need them found or produced fresh - don't just go buy shit people have already used or ruined. I'm trying to make these shirts as master copies.",
    "DRIP_2 failMessageText": "",
    "DRIP_2 successMessageText": "Ayyy, nice work as always, bro. Thanks a ton. I'll get some shirts done up for you. Have some other gear too, on that rack over there for ya. Making some new stylish shit lately. Milsurp doesn't cover everyone's taste, eh? Plus this should help me compete with that asshole Arshavir at the mall. Come back if you need some more work.",
    "DRIP_3_AFF_0": "Eliminate 5 PMCs on Interchange using a Glock 17, 18, or 19.",
    "DRIP_3 name": "Glock Wick: Part 1",
    "DRIP_3 description": "Hey dude, how goes it? You looking for some more work? I want to remove some issues for one of my boys over in the mall. Plus hey, the shooting might annoy Arshavir, the prick. Go get rid of five PMCs over on Interchange, would ya? And use a Glock, here, you can have a starter even. I'm wanting this to look like someone else did it. Come on back when you're done and we'll have a beer if you've got a sec. I'll throw you some nice clothes, too.",
    "DRIP_3 failMessageText": "",
    "DRIP_3 successMessageText": "Damn, went to town on those guys, eh? Good work dude, check in with me later on those clothes. You like electronic music? I'll throw something on the system. Have a beer, take a load off.",
    "DRIP_4_AFF_0": "Eliminate 10 Scavs on Customs using a Glock 17, 18, or 19.",
    "DRIP_4 name": "Glock Wick: Part 2",
    "DRIP_4 description": "Back for more work? That slaughter you did at the mall was good, stirred Arshavir up a bit, bastard. Well, this time use that glock again, but instead I've got an issue with some Scavs over in the Customs area. Typically, I leave the Scav factions alone around here, a lot of them are bros, but sometimes you get a dumbfuck asshole of a gang who has to go and fuck with shit. There's around 10 in their stupid little group, do you mind taking care of em for me? Again, glock, I'll hook you up.",
    "DRIP_4 failMessageText": "",
    "DRIP_4 successMessageText": "Fuuuckin' A, dude, nice shit. Already hearing that that gang isn't so much of a problem anymore. Here, some spare rounds for your trouble, and I got you a new hoodie. Keep up the good work.",
    "DRIP_5_AFF_0": "Eliminate 7 PMCs on Streets of Tarkov using a suppressed Glock 17 or 19.",
    "DRIP_5 name": "Glock Wick: Part 3",
    "DRIP_5 description": "Hey dude, yo, not a lot of time to talk right now. That work you did before, on the PMCs? They ain't so happy about it, guess they were actually working for Arshavir, got boys all around the city looking for who dunnit right now. Between you and me, we need this hunting crew outta here. They don't know who did it yet, sounds like. Same deal as last time use a Glock and this time keep it hush-hush, go Sam Fisher on their asses and get em outta here.",
    "DRIP_5 failMessageText": "",
    "DRIP_5 successMessageText": "Fucking hell, the radio chatter about your work has died down. Hopefully nobody left to tell the story and Arshavir will just have to stay pissy. Thanks, you just saved both of our asses. Damn, I need something to take the edge off. Check the kitchen I got your fancy new clothes up there. Hope to see ya around dude, I've got a party planned soon.",
    "DRIP_6_AFF_0": "Eliminate 3 USECs using a Freeman Crowbar.",
    "DRIP_6 name": "Full Life Consequences",
    "DRIP_6 description": "'Sup man? Say, you like videogames? Like, before all this shit anyways. See, I've got a working computer still, and I've been playing a shit ton of videogames when I'm not doing business. Lately it's been this old shooter. Main dude uses a crowbar as a weapon. Now, I've got some USECs around that owe me money for some gear I lent them that they lost, and I want to send them a message. Go beat the shit outta some of their buddies, three of em, maybe they'll treat other people's shit with some fuckin' respect, then. Thanks, chief.",
    "DRIP_6 failMessageText": "",
    "DRIP_6 successMessageText": "Back from breakin' heads, duder? Shit, here's your money, and I actually found you a hoodie from the game for your hard work. You let me know if you find any hard drives or flash drives, and especially solid state drives. Those things could have games, porn, movies, all sorts of shit. Oh, and I guess info, too.",
    "DRIP_7_AFF_0": "Eliminate 8 PMCs with a Remington 870 on Factory.",
    "DRIP_7 name": "Shock and Awe",
    "DRIP_7 description": "Ayy, the badass himself. Want some more work? 'Gilla is having trouble with there being a sudden influx of PMCs in the factory area causing problems. Wants it solved but he's busy breaking heads and bringin home the bacon for us. You mind going and wiping down the area? Blow 8 of em away, and use a Remington 870, he'd appreciate the brutality. Thanks a bunch dude, you know how I feel about keeping him and Killa safe.",
    "DRIP_7 failMessageText": "",
    "DRIP_7 successMessageText": "Yo I heard from Tagilla about the factory op, nice work homie he appreciates it. Won't save your ass but he appreciates it, haha! Here, a sweet hoodie, and some slick pants I just looted and cleaned up, too. Enjoy the kit.",
    "DRIP_8_AFF_0": "Find and handover 4 tins of Vaseline.",
    "DRIP_8 name": "Lack of Lubrication",
    "DRIP_8 description": "Hey, homie, you got a sec? Listen, I need some lube of some kind, vaseline will probably be your easiest bet. Make sure it's not used, too. What for? Just find me some, alright? Less questions asked, more money and gear paid.",
    "DRIP_8 failMessageText": "",
    "DRIP_8 successMessageText": "Fuck, thanks dude. Here, take uhhh, take these hoodies, and some cash, grab the gear by the front door and scram, I got plans for the night and I don't need you sitting out here listening to us.",
    "DRIP_9_AFF_0": "Eliminate 10 PMCs with an MP-18 rifle.",
    "DRIP_9 name": "Junker",
    "DRIP_9 description": "Heyyy, there you are. Back for more work, right? Yeah, I thought so, getting to know you, aren't I? Listen, I wanna give you a challenge. You know those shitty single shot rifles, the MP-18 or whatever? Go knock some heads with one. PMCs, no Scavs if you can help it. I may sell to PMCs, but the locals are my people, usually anyways. Take out ten of the fuckers.",
    "DRIP_9 failMessageText": "",
    "DRIP_9 successMessageText": "Holy fuck, you actually wiped 10 dudes with one of those dumb shitty rifles? You deserve your reward man, here, take it. A few shirts too, hell they're the same brand as the gun. And some nice pants, too, why not. I'll see you next time homie.",
    "DRIP_10_AFF_0": "Handover one bottle of Vodka.",
    "DRIP_10_AFF_1": "Handover one DVD Drive.",
    "DRIP_10_AFF_2": "Handover two tall cans of Beef Stew.",
    "DRIP_10_AFF_3": "Handover three Pevko Light Beers.",
    "DRIP_10_AFF_4": "Handover four packs of Army Crackers.",
    "DRIP_10 name": "Party City",
    "DRIP_10 description": "Ay, what's up homie, back for some gear? Gonna come to the party this week? Hey, speaking of, could you do a job for me? It's easy, promise. I just need some party supplies. Lets see... Grab me another bottle of vodka, I've still got one from last time. Three beers, two of the big cans of that beef stew, I think the call it Tchanka or something. And lastly, four packs of those army crackers. Making dinner for everyone. Oh, and grab a new DVD Drive, mine's busted. Thanks man.",
    "DRIP_10 failMessageText": "",
    "DRIP_10 successMessageText": "Back already? What kinda fuckin' stash of goodies do you have that you ain't sharing? Hahaha, thanks homie, I hope to see you at the party. Here, take some sweet prototype drip I found, should be pretty swanky. Hell, wear em to the party if you want.",
    "DRIP_11_AFF_0": "Eliminate Reshala.",
    "DRIP_11_AFF_1": "Find and handover a Golden TT pistol.",
    "DRIP_11_AFF_2": "Find and handover a Roler Submariner gold wrist watch.",
    "DRIP_11 name": "System Destroyer: Part 1",
    "DRIP_11 description": "Dude, fuck. Do you remember that fuckhead in the brown jacket that fucked my speakers up last night at the party? No? You probably already left. He fucking pushed my system over with a smile, the little fucking cuck. I think his name is Relish or Rasputin or something... Whatever the fuck his name is, go find him and teach him a lesson. He was waving around a gold pistol with a Roler on his wrist, bring me those as proof.",
    "DRIP_11 failMessageText": "",
    "DRIP_11 successMessageText": "Teach that dickhead a lesson, then, eh? Good. I'm still looking around the system to see what's all banged up, but I'll let you know what I need, if you're up for more work. Here, take some clothes and gear as compensation. Radio bag too, never know when it could come in handy. Yeah, I know, not exactly the best fit for an area like Tarkov, but it works well here in the streets.",
    "DRIP_12_AFF_0": "Find and handover four bundles of wires.",
    "DRIP_12_AFF_1": "Find and handover a long flat screwdriver.",
    "DRIP_12_AFF_2": "Find and handover two sets of capacitors.",
    "DRIP_12 name": "System Destroyer: Part 2",
    "DRIP_12 description": "Hey homie, you busy? I know, I know, you just walked in but look, I took a look over my system and I need some new parts. If you've got the spare time, can you bring me some stuff? I need two handfuls of capacitors, four sections of various sized wires, and a long flathead screwdriver. I'd get you something big, man, this system is a huge part of my life. Lets talk business then when you head out just keep an eye out, ok? Thanks.",
    "DRIP_12 failMessageText": "",
    "DRIP_12 successMessageText": "You got em? Dude, bro, you are a life saver, I was getting fuckin' depressed about this shit and everything. Check out the front room I have a bunch of clothes laid out for you, take em, for free, they're yours. Come on back for some work soon, I have a bunch of shit I gotta get done, and I'll pay well.",
    "DRIP_13_AFF_0": "Eliminate 30 PMCs with headshots using bolt-action weapons.",
    "DRIP_13 name": "Head, Eyes",
    "DRIP_13 description": "There's the beast himself, the destroyer of all dickheads. Listen, you want a real challenge? You know the deal, I'll put my money where my mouth is, you score some sick kills. The PMCs 'round here have been dickheads again lately, even rolling over my buddies and taking some of my clothing shipments to Arshavir. Now, I got a bet with Yegorovich, the hunter guy, about what will happen to the PMCs, you help me rig it I'll split the reward. Just go blast some PMC's heads off with bolt rifles, easy peasy for you. Cheers buddy.",
    "DRIP_13 failMessageText": "",
    "DRIP_13 successMessageText": "Hahaaaa, hell yeah, man! Yegorovich already paid up - here's your share, paid in Uncle Sam's finest. Guess Jaeger didn't have a use for USD or something, maybe just light on Roubles. Here, some gifts from me too. Keep up the good work. You've got a good rep around here, man.",
    "DRIP_14_AFF_0": "Eliminate 6 Raiders with chest or stomach shots using a Mosin Nagant on Reserve.",
    "DRIP_14 name": "Mosin Man",
    "DRIP_14 description": "Jeeesus, already back for more work? Damn workoholics. I know, you just enjoy the challenge, huh? Alright bro, you know those Mosin Nuggets? Nagants... Whatever. Anyways, I've got a problem with some 'raider' guys, yknow who I mean, right? They hang around that army base nearby, the Reserve or whatever. Swiped some shit from my shop and trashed some of my booze. I don't like to deal with them usually, crazies, but you're looking for work. Go wipe em out with those old Mosin rifles. Body shots only. Both make it look more like scavs did it. Thanks homie.",
    "DRIP_14 failMessageText": "",
    "DRIP_14 successMessageText": "Got em? Nice. Good shit. Fucking hate those wacko raider dudes. I heard some dude named Glukhar hangs out with them a lot. Heard he's hot, hah! But moreover I heard he's friends with a lot of people, not just the crazies. Anyways, your share of the bounty my guy, don't spend it all in one place, unless it's mine of course. Got some more drip for you too, y'know? Cool, see ya' 'round, space cowboy.",
    "DRIP_15_AFF_0": "Find in-raid and handover a Power Supply Unit",
    "DRIP_15 name": "Power Supply and Demand",
    "DRIP_15 description": "Yo! How's it goin', dude? Hey, you got a sec before you do your shopping? I've got a friend who also still has a working computer and her power supply just shit itself. She's got a little bit of a friendly feud with Sergey, the one they call Mechanic, so he won't just sell her one unfortunately. Would you be able to pick one up for her? I'll put in a good word with her, she sells stuff just like me but she goes for new stuff. No idea where she gets most of it, but hey, I don't ask questions.",
    "DRIP_15 failMessageText": "",
    "DRIP_15 successMessageText": "Heyyyy, you got the power supply? You're a lifesaver, I'll take this over to her right away and let her know you're cool, send you her deets later as long as she's cool with it. Thanks again, homie. Here, take some cash for your troubles.",
    "DRIP_16_AFF_0": "Handover 10 Army Bandages.",
    "DRIP_16 name": "First Impressions",
    "DRIP_16 description": "So, you're the one Aiden says is chill, and that you know your stuff, hmm? Thanks for the power supply, again. My name is Georgia, I'm sure like others he introduced me as his friend, but I'm his older sister, I think he's just embarrassed about it sometimes. Anyways, I deal in more modern patterns of equipment, lots of connections to western countries and the sort. Plus quite a bit of field experience, some stuff I have to scavenge to make repairs and whatnot. Lastly, I've got some experience with medicine, and some medical requirements, too. I'm happy to fix your wounds once in a while, and I'd even have a task for you if you're up for it. See, I have to take meds every week, for reasons. I was wondering if you'd mind getting me some more bandages, I'm a bit of a bleeder from my weekly injections. There's some cash and maybe some gear involved as a reward.",
    "DRIP_16 failMessageText": "",
    "DRIP_16 successMessageText": "Oh! Back so soon? Cool, cool, thanks for the supplies! These injections suck to have to do, but hey, I'm just lucky I can still get the meds imported in the first place. Here, have some gear and a drink, and say hey to my lil' bro when you see him next, 'kay?",
    "DRIP_17_AFF_0": "Handover a Remington 870 Shotgun.",
    "DRIP_17_AFF_1": "Handover 20 rounds of 12 Gauge Magnum Buckshot.",
    "DRIP_17 name": "The Best Defense",
    "DRIP_17 description": "Hey! How's it going? How's my brother doing? Say... I'm dealing with some issues with some jackass from the mall, I guess my brother knows him? Well, some of his guys have found something out about myself and are spreading it to some people who aren't too friendly to me. I was hoping you could bring me along a shotgun for protection. Preferebly a Remington 870, I'm somewhat familiar with them. Bring some magnum buck shells as well, 20 should do. Thank you for this, I'll be here when you've got it.",
    "DRIP_17 failMessageText": "",
    "DRIP_17 successMessageText": "You've got the shotgun? Thank you, I was starting to worry a bit. The people Arshavir is spreading this to are not exactly lovely towards people like myself, but fuck em, defend equality and all that. Thanks again, here, have some more equipment, and I've got some clothes for you, too. You should stop by more often, er, I've always got more work, eheh.",
    "DRIP_18_AFF_0": "Find in-raid and handover 2 Virtex Programmable Processor.",
    "DRIP_18_AFF_1": "Find in-raid and handover 2 SAS Drives.",
    "DRIP_18 name": "Friendly Feud",
    "DRIP_18 description": "Heyy, come on in! You been up to much? Been doing more work for my lil' bro? He and I have been playing a lot of games together lately, Sergey the Mechanic set he and I up with some internet, mostly so Sergey and I can communicate back and forth. See, he and I both love tech, and we have a friendly feud going on, if you could get me some parts for my second rig, I'd be super grateful. I can give you cash and some clothes, too. I just need two of the military programmable processors, the Virtex ones, and then two military SAS drives. Thanks again, just swing on back when you've got em.",
    "DRIP_18 failMessageText": "",
    "DRIP_18 successMessageText": "Hey, hey! Coming back with the parts so soon? You really do work quick, hmm? No wonder my brother said you were dependable, you must do a lot of work for him. I bet he's got you working real hard... Ehm, anyways, here's some cash for the parts, and I just got some new uniforms in. Thanks again!!"
}